"Any" = "いずれの";
"All" = "全ての";
"Save" = "保存
";
"Kind" = "種類";
"matches" = "一致";
"contain" = "含む";
"begin with" = "で始まる";
"end with" = "で終わる";
"is" = "は";
"is not" = "ではない";
"equals" = "等しい";
"is less then" = "より少ない";
"is greater than" = "より大きい";
"Contains ALL" = "全てを含む";
"Contains Any" = "いずれも含む";
"Not Contains" = "含まない";
"Narrowly" = "だけを含む";
"day" = "日";
"week" = "週";
"month" = "月";
"year" = "年";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"seconds" = "秒";